{
	"zoomboxCust": "Clicking on this zoom box will allow you to review or modify the customer record whose ID is entered in the adjacent field. If the ID field is blank, a click-to-pick list of all customers will be presented.",
	"Lock": "The lock button will put the adjacent fields in a non-modifiable state.",
	"UnLock": "The unlock button will put the adjacent fields in a modifiable state if an authorization code is known.",
	"Up/Down Arrows": "The up and down arrow buttons will cycle through the related records which are relevant in this context.",
	"Billto": "To see the complete bill to address, click on the adjacent zoom box. To change to a different \"Bill to\" address for this customer, click on the adjacent arrows. To add a new address, see the New Address button on the Estimate Palette.",
	"custnameText": "This area serves two purposes. First is to display the name of the customer whose ID appears next to it. Second is that it can be used to select a customer record by typing in the customer's name (\"r@\" will present a click-to-pick list).",
	"zoomBoxBillto": "Clicking on this zoom box will allow you to review or modify the bill to record whose ID is entered in the adjacent field.",
	"newAddress": "This button will let you create a new address. Remember that you must associate this address to a customer by going to page one of the customer layout.",
	"newCust": "This button will let you create a new customer record. Not that the accounting department will need to activate the account before the estimate can be calculated. See also the New Address button.",
	"estPalette": "Note that you can return to the Estimate Palette by choosing it from the File menu and that you may do several of these items concurrently. Click on the close box to make it go away.",
	"directPopup": "This popup menu permits you to start a new, modify, review, or delete a process without going to a palette.",
	"paletteIcon": "Clicking on the icon opens the palette for that module of AMS.",
	"Help text #13": "Jim, As you remember Chip's phone number is 243-3933 and he can explain the function of this button.",
	"Print Button": "Print Button, allows you to print a report.  The keystoke  - Command P often will activate this button.",
	"Include Button": "Include Button - allows you to reduce the number of records currently displayed.  Select only the record(s) you want to see.  Click this button. ",
	"Exclude Button": "Exclude Button - allows you to reduce the number of records  currently displayed.  Select only the record(s) you DO NOT want to see.  Click this button.  This button can often be activated by the keystroke - Command E",
	"Done (Default)": "Done",
	"OK (accept)": "OK (accept)",
	"Done (Cancel)": "Done",
	"Export Button": "Export",
	"Import Button": "Import ",
	"Delete Button": "Delete",
	"Sort Button": "Sort",
	"Search Button": "Search - This button allows you to locate one or more records contained in the currently diplayed list of items.  This button can often be activated by Command - F.",
	"Salesman Button": "Salesman - This button allows you to view the items which belong to a Sales person you specify. There is no keyboard action for this button. ",
	"Refresh Button": "Refresh - This button allows you to update the all displayed JobMasterLog records.  This means that the dates, current status' etc. are all recalculated. There is no keyboard action for this button.",
	"MarkMine Button": "Mark As Mine - This button allows you to mark a contact as belonging to yourself.  This makes referencing your contacts easier.  There is no keyboard action for this button.",
	"Pick Button": "The Pick Button allows you to select an item, for your specfic need, from a list of available items. This button can be activated by Command - K",
	"Previous Page": "Previous Page",
	"Next Page": "Next Page",
	"UPR": "Create or Update a Usage Problem Report. Please use this button to notify the Development Dept of problems with the system. Thank you.",
	"InvoiceApprove": "Select the 'Pending' invoices you wish to 'Approve' so they may be sent to GreatPains Dynamics. \rHold the Option key to set all selected to Approved regardless of current status (BE CAREFUL).",
	"PrintInvoice": "Select the invoices you wish to print on either blank or preprinted forms. Option+Click to print form only.",
	"PostInvoice": "Posting will find all 'Approved' invoices and save them to 2 Great Pains Dynamics readable disk files. Additionally, any updates to the Billtos will be saved in a 3rd disk file.",
	"Reset Button": "Restores material and conversion to their default settings.",
	"Show All Askme": "Show all records related to this Product code",
	"zoomJobForm": "Clicking this zoom box will open the JobForm dialog.",
	"BOLbill": "Clicking the Bill button on the BOL does 4 things:\r1) Prevents updates to releases on this BOL\r2) Sends invoice to accounting\r3) Relieves inventory\r4) sets the BOL flag \"wasBilled\" to true",
	"Add Subrecord": "Add Subrecord",
	"Edit Subrecord": "Edit Subrecord",
	"Delete Subrecor": "Delete Subrec",
	"Weather": "Get the 5 Day forecast from the National Weather Service for Long Island and Roanoke.",
	"Print Labels": "Print Labels",
	"Graph Table": "Graphs and Charts",
	"Pick RM btn": "Clicking this button give you a list of Raw Materials that match your chosen commodity or commodity+subgroup; all R/M's if commodity info is not given.",
	"POI_rmcode": "Entering an existing R/M code will auto-complete the details. Your entry must be unique. If none are found, you may create a new R/M.",
	"vendor-id-hint": "Clear this field if you want to Choose a different Vendor.",
	"vendor-name": "Enter the first few letters and press the <tab> key for a list of matches.",
	"POI_rmdesc": "Entering @keyword@ will search Raw Material descriptions when the R/M code has not been yet been entered. (example: @allen@screw@ will find any Raw Material Code which has the word \"allen\" followed by the word \"screw\" in the description.)",
	"click to edit": "Click or double-click here to edit this field.",
	"Shell_Show_Sub": "Select Highlighted Records",
	"Shell_Rec_Num": "Record Position within Selection",
	"Shell_Prev_Page": "Previous Page",
	"Shell_Show_All": "Select All Records",
	"Shell_Report": "Quick Reports",
	"Shell_Query": "Query",
	"Shell_Print_Sel": "Print",
	"Shell_Prev_Rec": "Previous Record",
	"Shell_Order_By": "Order by",
	"Shell_OK": "Accept",
	"Shell_Next_Rec": "Next Record",
	"Shell_Next_Page": "Next Page",
	"Shell_Last_Rec": "Last Record",
	"Shell_Labels": "Print Labels",
	"Shell_Graph": "Graphs and Charts",
	"Shell_First_Rec": "First record",
	"Shell_Edit_Sub": "Edit",
	"Shell_Done": "Done",
	"Shell_Del_Sub": "Delete",
	"Shell_Del_Sel": "Delete Highlighted Records",
	"Shell_Del_Rec": "Delete Record",
	"Shell_Cancel": "Cancel",
	"Shell_Add_Sub": "Add",
	"Shell_Add": "Add a New Record",
	"Record Number": "Record Position within Selection",
	"First Record": "First Record",
	"Previous Record": "Previous Record",
	"Next Record": "Next Record",
	"Last Record": "Last Record",
	"Delete Record": "Delete Record",
	"Cancel": "Cancel",
	"OK": "Accept",
	"Add Record": "Add a New Record",
	"Delete Selectio": "Delete Highlighted Records",
	"Show All": "Select All Records",
	"Show Subset": "Select Highlighted Records",
	"Query": "Query",
	"Order By": "Order by",
	"Done": "Done",
	"Report": "Quick Reports",
	"Print Selection": "Print",
	"Rama Inventory": "Show inventory in locations starting with FG:AV=RAMA. \r\rSelect pallet then click Convert to convert inventory from flat to glued so it may be shipped.",
	"Rama Glue Sched": "Show Jobits for Rama inventory or in-transit to Rama that are labeled with SSCC starting with 000 meaning flats in gaylord container.",
	"Rama In-transit": "Show inventory in locations starting with FG:AV-RAMA. \r\rSelect pallet then click receive when shipment arrives.",
	"Rama Blanking": "Show blanking Production Schedule for Rama items that are not glued, completed, killed, or form closed.",
	"Rama Delievery": "Show open Releases in the next 2 weeks going to Cayey (shipto=01666) that are not forecasts or payuse.",
	"Rama Forecast": "Show Crosstab report for items by month with open releases to Cayey (shipto=01666)",
	"Rama Ship": "Create BOL to ship from Rama to Cayey and generate invoice.",
	"Rama Begining B": "Create or adjust a pallet in the Rama warehouse.",
	"Rama Gaylord": "Schedule of wip or f/g to be shipped to Rama's facility.",
	"WindowPositions": "Only windows in a Window Set will be closed.",
	"AskMe History": "Popup of CPN's view so far in this session.",
	"AskmeFalkFeatur": "Popup of all CPN's matching a wildcard (@) search",
	"Untitled": "",
	"Gear Btn on Glu": "The set button lets you specify the gluer, priority, Style, or Comment on each highlighted row with one entry. Command + click to select multiple rows.",
	"First Page": "First Page",
	"Last Page": "Last Page",
	"PutAwayProof": "Opens dialog to scan a location, then scan cases into that\rlocation, click Cancel when done. Cases will be treated as \rReceipts from WIP and will insert into WMS and send the \rtransaction to aMs.",
	"AddCase": "Opens dialog to scan location then scan cases\rinto that location. Cases will be inserted into \rWMS and treated as a Move to that location in aMs.\r",
	"EmptyBins": "Create a text file with list of Empty warehouse bins.",
	"WMSexports": "Listing of transaction from WMS to aMs. \"S\" code \rmeans not processed, \"X\" means processed.",
	"BinCheck": "Dialog to scan a case, skid, or bin to get its location. Skids or\rbins list contents. You may select contents to remove a case from\ra skid or bin.  Changes will be applied to WMS. A subsequent \rMove transact updates aMs.",
	"MoveSkid": "Dialog to move case or skid to a bin, or a case onto a skid. \rUpdates WMS and sends transaction to aMs. The move is not \rlimited by Case Status Code as usual WMS moves.",
	"BuildSkid": "Build a pallet in WMS and send receipt transaction to aMs. \rDoes validations for dup scan, unique case, mixed lot, skid \runique, skid over pack. Scan cases until reaching std case \rcount or re-scan pallet for partial skid.",
	"Kills to Scrap": "This button will allow a search for inventory in location FG:V_KILL then make a Scrap transaction for each before deleting them. ",
	"BOLprint": "Click Print will print the BOL to your printer or pdf. After printing, the BOL may be still be changed or Billed to finalize it.",
	"BOL_lockedBins": "Clicking Locked Bins will attempt to display who has the Bin records locked for the jobits listed on page 1.",
	"BOL_undoEdits": "Clicking UnDo Edits will recompose the text on the left to match the manifest on page 2.",
	"BOL_removeItem": "Clicking Remove will remove the selected inventory from this BOL, release the pending BOL on that inventory and also on the Release if there is not any other inventory pegged to that Release.",
	"Attachment": "Attach documents",
	"Email": "Send Email",
	"ASN_Preflight": "Select POs to generate a log which will explain why a PO is not ready for ASN.",
	"ASN_TagForASN": "Selected PO's will have ASN# set to -1 indicating that an ASN is desire when requirements have been met.",
	"ASN_SendASN": "Selected POs with an ASN# of -1 will be mapped and put in EDI Outbox. They will be consolidated by Ship-to.",
	"ASN_LoadIBD": "Selected PO's will be given the Mode you enter, or Copied from TMC speadsheet.",
	"ASN_PrintPicks": "Normal Pick sheets will be printed for the selected POs.",
	"ASN_ReadyOnly": "All queries will be filtered to only show PO's ready for ASN",
	"ASN_Done": "Close the window so it can be refreshed in next session.",
	"RejectPrepWork": "Clears ArtRec'd, PrepDone in F/G; Clears FinalArt in JML; Reject PrepSpec Control Number\r"
}